#+TITLE: Watts Term I
#+AUTHOR: Chris Hogan
#+DATE: <2026-06-22 Mon>
#+STARTUP: nologdone
#+STARTUP: show3levels

* Classes
** 20 Minute Head Layins - Erik
   - head
   - 20 min layins
** Structural Figure Drawing
   - figure
   - 20 min layins
   - full finish
** Finch Gestures
   - figure
   - quicksketch
   - invention

* Log
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisyear
  #+CAPTION: Clock summary at [2026-07-11 Sat 21:36], for the year 2026.
  | Headline                          | Time  |       |      |      |
  |-----------------------------------+-------+-------+------+------|
  | *Total time*                        | *37:01* |       |      |      |
  |-----------------------------------+-------+-------+------+------|
  | Log                               | 37:01 |       |      |      |
  | \_  Week 1                        |       | 11:39 |      |      |
  | \_    <2026-06-22 Mon>            |       |       | 2:02 |      |
  | \_      Figure Phase II           |       |       |      | 2:02 |
  | \_    <2026-06-23 Tue>            |       |       | 1:41 |      |
  | \_      Figure Phase II           |       |       |      | 0:31 |
  | \_      20 Minute Head Layins     |       |       |      | 1:10 |
  | \_    <2026-06-24 Wed>            |       |       | 1:22 |      |
  | \_      Structural Figure Drawing |       |       |      | 0:52 |
  | \_      Bridgman Studies          |       |       |      | 0:30 |
  | \_    <2026-06-25 Thu>            |       |       | 1:45 |      |
  | \_      Structural Figure Drawing |       |       |      | 1:14 |
  | \_      Bridgman Studies          |       |       |      | 0:31 |
  | \_    <2026-06-26 Fri>            |       |       | 1:56 |      |
  | \_      20 Minute Head Layins     |       |       |      | 1:05 |
  | \_      Structural Figure Drawing |       |       |      | 0:51 |
  | \_    <2026-06-27 Sat>            |       |       | 1:43 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:46 |
  | \_      Structural Figure Drawing |       |       |      | 0:57 |
  | \_    <2026-06-28 Sun>            |       |       | 1:10 |      |
  | \_      Structural Figure Drawing |       |       |      | 1:10 |
  | \_  Week 2                        |       | 12:51 |      |      |
  | \_    <2026-06-29 Mon>            |       |       | 2:01 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:38 |
  | \_      Structural Figure Drawing |       |       |      | 1:23 |
  | \_    <2026-06-30 Tue>            |       |       | 2:01 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:28 |
  | \_      Finch Gestures            |       |       |      | 0:30 |
  | \_      Structural Figure Drawing |       |       |      | 1:03 |
  | \_    <2026-07-01 Wed>            |       |       | 1:59 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:57 |
  | \_      Structural Figure Drawing |       |       |      | 1:02 |
  | \_    <2026-07-02 Thu>            |       |       | 1:00 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:40 |
  | \_      Finch Gesture             |       |       |      | 0:20 |
  | \_    <2026-07-03 Fri>            |       |       | 2:13 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:31 |
  | \_      Structural Figure Drawing |       |       |      | 0:55 |
  | \_      Finch Gesture             |       |       |      | 0:47 |
  | \_    <2026-07-04 Sat>            |       |       | 1:24 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:35 |
  | \_      Structural Figure Drawing |       |       |      | 0:49 |
  | \_    <2026-07-05 Sun>            |       |       | 2:13 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:30 |
  | \_      Stuctural Figure Drawing  |       |       |      | 1:43 |
  | \_  Week 3                        |       | 12:31 |      |      |
  | \_    <2026-07-06 Mon>            |       |       | 3:03 |      |
  | \_      20 Minute Head Layins     |       |       |      | 1:05 |
  | \_      Structural Figure Drawing |       |       |      | 1:39 |
  | \_      Finch Gestures            |       |       |      | 0:19 |
  | \_    <2026-07-07 Tue>            |       |       | 2:23 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:30 |
  | \_      Structural Figure Drawing |       |       |      | 1:53 |
  | \_    <2026-07-08 Wed>            |       |       | 2:18 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:36 |
  | \_      Structural Figure Drawing |       |       |      | 1:42 |
  | \_    <2026-07-09 Thu>            |       |       | 1:59 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:35 |
  | \_      Finch Gestures            |       |       |      | 0:24 |
  | \_      Structural Figure Drawing |       |       |      | 1:00 |
  | \_    <2026-07-10 Fri>            |       |       | 0:42 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:42 |
  | \_    <2026-07-11 Sat>            |       |       | 2:06 |      |
  | \_      20 Minute Head Layins     |       |       |      | 0:48 |
  | \_      Structural Figure Drawing |       |       |      | 1:18 |
  #+END:
** Week 1
*** <2026-06-22 Mon>
**** DONE Figure Phase II
     :LOGBOOK:
     CLOCK: [2026-06-22 Mon 21:05]--[2026-06-22 Mon 22:32] =>  1:27
     CLOCK: [2026-06-22 Mon 08:36]--[2026-06-22 Mon 09:11] =>  0:35
     :END:
*** <2026-06-23 Tue>
**** DONE Figure Phase II
     :LOGBOOK:
     CLOCK: [2026-06-23 Tue 08:04]--[2026-06-23 Tue 08:35] =>  0:31
     :END:
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-06-23 Tue 21:00]--[2026-06-23 Tue 22:10] =>  1:10
     :END:
*** <2026-06-24 Wed>
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-24 Wed 20:36]--[2026-06-24 Wed 20:59] =>  0:23
     CLOCK: [2026-06-24 Wed 08:02]--[2026-06-24 Wed 08:31] =>  0:29
     :END:
**** DONE Bridgman Studies
     :LOGBOOK:
     CLOCK: [2026-06-24 Wed 16:00]--[2026-06-24 Wed 16:30] =>  0:30
     :END:
*** <2026-06-25 Thu>
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-25 Thu 21:39]--[2026-06-25 Thu 22:23] =>  0:44
     CLOCK: [2026-06-25 Thu 08:00]--[2026-06-25 Thu 08:30] =>  0:30
     :END:
**** DONE Bridgman Studies
     :LOGBOOK:
     CLOCK: [2026-06-25 Thu 22:24]--[2026-06-25 Thu 22:55] =>  0:31
     :END:
*** <2026-06-26 Fri>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-06-26 Fri 17:47]--[2026-06-26 Fri 18:23] =>  0:36
     CLOCK: [2026-06-26 Fri 08:02]--[2026-06-26 Fri 08:31] =>  0:29
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-26 Fri 21:20]--[2026-06-26 Fri 21:50] =>  0:30
     CLOCK: [2026-06-26 Fri 17:26]--[2026-06-26 Fri 17:47] =>  0:21
     :END:
*** <2026-06-27 Sat>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-06-27 Sat 22:45]--[2026-06-27 Sat 23:00] =>  0:15
     CLOCK: [2026-06-27 Sat 08:58]--[2026-06-27 Sat 09:29] =>  0:31
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-27 Sat 21:45]--[2026-06-27 Sat 22:42] =>  0:57
     :END:
*** <2026-06-28 Sun>
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-28 Sun 21:09]--[2026-06-28 Sun 22:19] =>  1:10
     :END:
** Week 2
*** <2026-06-29 Mon>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-06-29 Mon 08:25]--[2026-06-29 Mon 09:03] =>  0:38
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-29 Mon 21:06]--[2026-06-29 Mon 22:29] =>  1:23
     :END:
*** <2026-06-30 Tue>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-06-30 Tue 08:01]--[2026-06-30 Tue 08:29] =>  0:28
     :END:
**** DONE Finch Gestures
     :LOGBOOK:
     CLOCK: [2026-06-30 Tue 20:00]--[2026-06-30 Tue 20:30] =>  0:30
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-06-30 Tue 20:53]--[2026-06-30 Tue 21:56] =>  1:03
     :END:
*** <2026-07-01 Wed>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-01 Wed 08:02]--[2026-07-01 Wed 08:59] =>  0:57
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-01 Wed 20:57]--[2026-07-01 Wed 21:59] =>  1:02
     :END:
*** <2026-07-02 Thu>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-02 Thu 08:01]--[2026-07-02 Thu 08:41] =>  0:40
     :END:
**** DONE Finch Gesture
     :LOGBOOK:
     CLOCK: [2026-07-02 Thu 21:00]--[2026-07-02 Thu 21:20] =>  0:20
     :END:
*** <2026-07-03 Fri>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-03 Fri 19:32]--[2026-07-03 Fri 20:03] =>  0:31
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-03 Fri 18:37]--[2026-07-03 Fri 19:32] =>  0:55
     :END:
**** DONE Finch Gesture
     :LOGBOOK:
     CLOCK: [2026-07-03 Fri 21:32]--[2026-07-03 Fri 22:19] =>  0:47
     :END:
*** <2026-07-04 Sat>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-04 Sat 10:37]--[2026-07-04 Sat 11:12] =>  0:35
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-04 Sat 14:15]--[2026-07-04 Sat 15:04] =>  0:49
     :END:
*** <2026-07-05 Sun>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-05 Sun 10:02]--[2026-07-05 Sun 10:32] =>  0:30
     :END:
**** DONE Stuctural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-05 Sun 20:56]--[2026-07-05 Sun 22:00] =>  1:04
     CLOCK: [2026-07-05 Sun 19:23]--[2026-07-05 Sun 20:02] =>  0:39
     :END:
** Week 3
*** <2026-07-06 Mon>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-06 Mon 18:43]--[2026-07-06 Mon 19:48] =>  1:05
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-06 Mon 21:00]--[2026-07-06 Mon 22:15] =>  1:15
     CLOCK: [2026-07-06 Mon 20:06]--[2026-07-06 Mon 20:30] =>  0:24
     :END:
**** DONE Finch Gestures
     :LOGBOOK:
     CLOCK: [2026-07-06 Mon 22:15]--[2026-07-06 Mon 22:34] =>  0:19
     :END:
*** <2026-07-07 Tue>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-07 Tue 08:04]--[2026-07-07 Tue 08:34] =>  0:30
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-07 Tue 20:03]--[2026-07-07 Tue 21:56] =>  1:53
     :END:
*** <2026-07-08 Wed>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-08 Wed 08:00]--[2026-07-08 Wed 08:36] =>  0:36
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-08 Wed 20:53]--[2026-07-08 Wed 21:56] =>  1:03
     CLOCK: [2026-07-08 Wed 20:02]--[2026-07-08 Wed 20:41] =>  0:39
     :END:
*** <2026-07-09 Thu>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-09 Thu 09:29]--[2026-07-09 Thu 10:04] =>  0:35
     :END:
**** DONE Finch Gestures
     :LOGBOOK:
     CLOCK: [2026-07-09 Thu 18:00]--[2026-07-09 Thu 18:24] =>  0:24
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-09 Thu 21:22]--[2026-07-09 Thu 22:22] =>  1:00
     :END:
*** <2026-07-10 Fri>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-10 Fri 21:40]--[2026-07-10 Fri 22:22] =>  0:42
     :END:
*** <2026-07-11 Sat>
**** DONE 20 Minute Head Layins
     :LOGBOOK:
     CLOCK: [2026-07-11 Sat 14:13]--[2026-07-11 Sat 15:01] =>  0:48
     :END:
**** DONE Structural Figure Drawing
     :LOGBOOK:
     CLOCK: [2026-07-11 Sat 20:18]--[2026-07-11 Sat 21:36] =>  1:18
     :END:
